package net.thumbtack.school.elections.server.service;
//service - пакет с классами, в которых производятся получение строки запроса от Server,
// преобразование json в соответствующий класс dto-запрос, проверка этого dto (валидация),
// арифметические операции,
//создание экземпляров классов модели на основе этого dto или получение экземпляров классов модели на основе dto-запроса
// и другие действия бизнес-логики.
// Для записи экземпляров модели в базу данных или для получения их из базы данных сервис вызывает dao.
// Сервис возвращает ответ серверу в виде текстовой строки в формате json,
// создавая для этого экземпляр класса dto-ответ и преобразуя его в json
public class ElectionService {
}
