package net.thumbtack.school.elections.server.model;
//model - пакет с классами описывающими объекты приложения.
// Например, для  пользователя можно создать класс модели  User.
// Классы модели должны быть максимально простыми,
// содержать поля и методы для получения и переопределения этих полей (геттеры и сеттеры).
// Классы модели не должны содержать методов, выполняющих какие-то действия (запись в файл, в базу данных и т.д.)
// - этим должны заниматься методы класса сервиса с помощью DAO
public class Election {

}
